Repository: Felipeasg/eyegrade
Catalog: eyegrade/data/locale/*/LC_MESSAGES/eyegrade.po
Languages: ca

source: There is no suitable webcam. Eyegrade needs a webcam to work. If your computer already has a camera, check that it is not being used by another application.
ca: No es troba cap webcam. Eyegrade necessita una webcam per funcionar. Si l'ordinador disposa de una webcam, comprovi que no es trobi ocupada per una altra aplicació.

source: Session database file not found
ca: No es troba el fitxer de base de dades de sessió

source: The session database cannot be created: it already exists
ca: No es pot crear la base de dades de sessió: ja existeix

source: The session database is not valid
ca: La base de dades de sessió no és correcta

source: The session directory has been corrupted.
ca: El directory de sessió està corrupte.

source: Incompatible session format. This is {0} version {1} but the session was created by version {2}
ca: Format de sessió incompatible. Això és {0} versió {1}, però la sessió fou creada amb la versió {2}

source: The directory has no Eyegrade session
ca: No hi ha cap sessió Eyegrade en el directori

source: Error opening the session file
ca: Error al obrir l'arxiu de la sessió

source: There are no solutions for model {0}.
ca: No hi ha solucions per al model {0}

source: Input/output error:
ca: Error d'entrada/sortida

source: Error loading the session
ca: Error al carregar la sessió

source: The current capture has not been saved and will be lost. Are you sure you want to close this session?
ca: La captura actual no ha estat guardada i es perdrà. Està segur de que vol tancar la sessió?

source: The current capture has not been saved and will be lost. Are you sure you want to exit the application?
ca: La captura actual no ha estat guardada i es perdrà. Està segur de que vol sortir del programa?

source: The selected exam will be removed. Are you sure?
ca: S'esborrarà l'examen seleccionat. Està segur?

source: You typed and incorrect student id.
ca: L'identificador d'estudiant introduït no és correcte.

source: Manual detection failed
ca: Ha fallat la detecció manual

source: No camera found. Connect a camera and start the session again.
ca: No s'ha trobat cap càmara. Connecti'n una i obri la sessió un altre cop.

source: &Start grading
ca: C&omeçar a corregir

source: S&top grading
ca: &Deixar de corregir

source: &Back to session home
ca: &Tornar a la vista principal de la sessió

source: Continue to the &next exam
ca: Continuar amb el &següent examen

source: &Capture the current image
ca: &Captura l'imatge actual

source: &Manual detection of answer tables
ca: Detectar &manualment la taula de respostes

source: &Edit student id
ca: Editar l'&identitat de l'estudiant

source: &Discard exam
ca: &Eliminar examen

source: &New session
ca: &Nova sessió

source: &Open session
ca: &Obre sessió

source: &Close session
ca: &Tanca sessió

source: &Exit
ca: &Sortir

source: &Search
ca: &Cercar

source: Select &camera
ca: Seleccionar &camera

source: Online &Help
ca: &Ajuda en línea

source: &Website
ca: Lloc &Web

source: &Source code at GitHub
ca: &Codi font a GitHub

source: &About
ca: &Sobre

source: Show &status
ca: Mostrar l'&estat

source: Show &lines
ca: Mostrar &línies

source: Show &processed image
ca: Mostrar imatge &processada

source: Continue on exam &removal
ca: Continuar quan es &retiri l'examen

source: &Session
ca: &Sessió

source: &Grading
ca: &Corregir

source: &Exams
ca: E&xàmens

source: &Tools
ca: &Eines

source: &Help
ca: &Ajuda

source: &Debug options
ca: &Opcions de depuració

source: Score: {0:.2f} / {1:.2f}
ca: Nota: {0:.2f} / {1:.2f}

source: [Survey mode on]
ca: [Mode enquesta]

source: Grading - Scanning exam
ca: Corregint - Escanejant un nou examen

source: Grading - Reviewing exam
ca: Corregint - Revisió de la correcció

source: Session open - Reviewing exam
ca: Sessió oberta - Revisió de la correcció

source: Click on the outer corners of the answer tables
ca: Fes click a les cantonades de les taules de respostes

source: Grading - Manual detection mode
ca: Corregint - Mode de detecció manual

source: Session open
ca: Sessió oberta

source: No session: open or create a session to start
ca: No hi ha sessió oberta: obri o creï una sessió per començar

source: Select the session file
ca: Seleccionar el fitxer de sessió

source: Warning
ca: Avís

source: Change the student id
ca: Canviar l'identificador d'estudiant

source: Student id:
ca: Estudiant:

source: Compute default scores
ca: Calcular notes per defecte

source: Penalize incorrect answers
ca: Penalitzar les respostes incorrectes

source: Maximum score
ca: Nota màxima

source: Penalizations
ca: Penalitzacions

source: Enter a valid score.
ca: Introdueixi una nota vàlida

source: Select a camera
ca: Seleccioni una càmara

source: Try this camera
ca: Provar aquesta càmara

source: Camera not available
ca: Càmara no disponible

source: Eyegrade has not detected any camera in your system.
ca: Eyegrade no ha detectat cap càmara.

source: Camera {0} is not available.
ca: Càmara {0} no està disponible.

source: <center>Viewing camera: {0}</center>
ca: <center>Veient càmara: {0}</center>

source: <center>No camera</center>
ca: No hi ha càmara

source: About
ca: Sobre

source: Developers
ca: Desenvolupadors

source: Translators
ca: Traductors

source: <center> <p><img src='{0}' width='64'> <br> {1} {2} <br> (c) 2010-2014 Jesús Arias Fisteus <br> <a href='{3}'>{3}</a> <br> <a href='{4}'>{4}</a> <p> This program is free software: you can redistribute it<br> and/or modify it under the terms of the GNU General<br> Public License as published by the Free Software<br> Foundation, either version 3 of the License, or (at your<br> option) any later version. </p> <p> This program is distributed in the hope that it will be<br> useful, but WITHOUT ANY WARRANTY; without even the<br> implied warranty of MERCHANTABILITY or FITNESS FOR A<br> PARTICULAR PURPOSE. See the GNU General Public<br> License for more details. </p> <p> You should have received a copy of the GNU General<br> Public License along with this program. If not, see<br> <a href='http://www.gnu.org/licenses/gpl.txt'> http://www.gnu.org/licenses/gpl.txt</a>. </p> </center>
ca: <center> <p><img src='{0}' width='64'> <br> {1} {2} <br> (c) 2010-2014 Jesús Arias Fisteus <br> <a href='{3}'>{3}</a> <br> <a href='{4}'>{4}</a> <p> Aquest programa és lliure; el podeu redistribuir<br> i/o modificar d'acord ambe els termes de la Llicència<br> pública general de GNU tal com i com la publica la Free Sowtware<br> Foundation; tant se val la versió 3 de la llicència com (si ho<br> preferiu) qualsevol versió posterior. </p> <p> Aquest programa es distribueix amb l'esperança de que serà,<br> útil, però SENSE CAP GARANTIA; ni tant sols amb la<br> garantia de COMERCIALITZABILITAT O APTITUD PER A<br> PROPÒSITS DETERMINATS. Vegeu la Llicència general pública<br> de GNU per a més detalls. </p> <p> Huríeu d'haver rebut una còpia de la llicència pública<br> general de GNU amb aquest programa; si no vegeu<br> <a href='http://www.gnu.org/licenses/gpl.txt'> http://www.gnu.org/licenses/gpl.txt</a>. </p> </center>

source: Lead developers
ca: Desenvolupadors principals

source: Catalan
ca: Català

source: German
ca: Alemany

source: Galician
ca: Galleg

source: French
ca: Francès

source: Portuguese
ca: Portuguès

source: Spanish
ca: Espanyol

source: e.g.: 2; 2.5; 5/2
ca: exemples: 2; 2.5; 5/2

source: e.g.: 0; -1; -1.25; -5/4
ca: exemples: 0; -1; -1.25; -5/4

source: Add files
ca: Afegir fitxers

source: Remove selected
ca: Eliminar seleccionats

source: Directory and exam configuration
ca: Directori i fitxer de configuració

source: Select or create an empty directory in which you want to store the session, and the exam configuration file.
ca: Seleccioni o crei un directori buit on guardar la sessió i el fitxer de configuració de l'examen.

source: Select or create an empty directory
ca: Seleccioni o crei un directori buit

source: Select the exam configuration file
ca: Seleccioni el fitxer de configuració de l'examen

source: Directory
ca: Directori

source: Exam configuration file
ca: Fitxer de configuració de l'examen

source: The directory does not exist or is not a directory.
ca: El directori no existeix o no és un directori

source: The directory is not empty. Choose another directory or create a new one.
ca: El directori no està buit. Seleccioni un altre directori o creï'n un de nou.

source: The exam configuration file does not exist.
ca: El fitxer de configuració de l'examen no existeix.

source: The exam configuration file is not a regular file.
ca: El fitxer de configuració de l'examen no és un fitxer regular.

source: The exam configuration file cannot be read.
ca: El fitxer de configuració de l'examen no es pot llegir.

source: The exam configuration file contains errors
ca: L'arxiu de configuració de l'examen conté errors

source: Scores for correct and incorrect answers
ca: Puntuació per a les respostes correctes i incorrectes

source: Enter the scores of correct and incorrect answers. The program will compute scores based on them. Setting these scores is optional.
ca: Introdueixi la puntuació per a les respostes correctes in incorrectes amb les que es calcularan les notes. Aquest pas és opcional.

source: Clear values
ca: Netejar valors

source: Compute default values
ca: Calcular valors per defecte

source: Score for correct answers
ca: Puntuació per a les respostes correctes

source: Score for incorrect answers
ca: Puntuació per a les respostes incorrectes

source: Score for blank answers
ca: Puntuació per a les respostes en blanc

source: Automatic scores cannot be computed for this exam.
ca: No es poden calcular puntuacions per defecte per aquest examen.

source: A correct score must be set, or the three scores must be left empty.
ca: S'ha d'introduir una puntuació correcte o bé deixar les tres puntuacions en blank.

source: The score for incorrect and blank answers cannot be greater than 0.
ca: La puntuació de les respostes incorrectes i en blanc no pot ser major que 0.

source: Create a new session
ca: Crear una nova sessió

source: Student id files
ca: Llistes d'estudiants

source: You can select zero, one or more files with the list of student ids. Go to the user manual if you don't know the format of the files.
ca: Pot seleccionar cap, un o més fitxers d'estudiants. El manual d'usuari explica quin format han de tenir.

source: Select student list files
ca: Selecciona els fitxers d'estudiants

source: Error in student list
ca: Error en la llista d'estudiants

source: Exam configuration (*.eye)
ca: Configuració d'examen (*.eye)

source: Eyegrade session (*.eyedb)
ca: Sessió de Eyegrade (*.eyedb)

source: Student list (*.csv *.tsv *.txt *.lst *.list)
ca: Llista d'estudiants (*.csv *.tsv *.txt *.lst *.list)
